import React from 'react';
import styles from './docs.module.scss';

const Docs = () => {
  return (
    <div className={styles.docs}>
      <section className={styles.content}>
        <h1 id='getting-started'>시작하기</h1>
        <p>여기에 시작하기에 대한 설명을 추가하세요.</p>
        <h2 id='getting-started-1'>시작링크</h2>
        <p>시작링크에 관한 설명 블라블라</p>
        <h2></h2>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>{' '}
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <p>여기에 커멘드 설명을 추가하세요.</p>
        <h2 id='s'>s</h2>
      </section>
    </div>
  );
};

export default Docs;
