export default function Page() {
  return (
    <>
      <h1>시작하기</h1>;<p>시작하기에 대한내용</p>
      <h2>디스코드 서버에 춘식이 봇 초대하기</h2>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <p>디스코드에 춘식이봇 초대하는 내용</p>
      <h2>디스코드에서 춘식이 봇 간단 설정</h2>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
      <p>디스코드에서 춘식이 봇 설정하는 내용</p>
    </>
  );
}
