export default function Page() {
  return (
    <main className='mainContainer'>
      <h1>개인정보처리방침</h1>
      <div>
        <h2>
          춘식봇을 사용함으로써, 다음 개인정보 처리방침에 동의하는 것으로
          간주됩니다
        </h2>
        <p>
          1. 데이터 수집: 이 봇은 사용자 ID, 서버 정보와 같은 운영에 필요한
          데이터를 수집하고 저장합니다.
        </p>
        <p>
          2. 데이터 사용: 수집된 데이터는 일정 관리 및 알림 전송과 같은 봇의
          기능을 제공하는 데만 사용됩니다.
        </p>
        <p>
          3. 데이터 공유: 수집된 데이터는 법적으로 요구되는 경우를 제외하고
          제3자와 공유되지 않습니다.
        </p>
        <p>
          4. 데이터 보안: 수집된 데이터를 무단 접근, 공개 또는 변경으로부터
          보호하기 위해 합리적인 조치를 취합니다.
        </p>
        <p>
          5. 변경: 이 개인정보 처리방침은 사전 통지 없이 언제든지 업데이트될 수
          있습니다.
        </p>
      </div>
    </main>
  );
}
