export default function Page() {
  return (
    <main className='mainContainer'>
      <h1>이용약관</h1>
      <div>
        <h2>춘식이봇을 사용함으로써, 다음 약관에 동의하는 것으로 간주됩니다</h2>
        <p>
          1. 사용: 이 봇은 보증 없이 &quot;있는 그대로&quot; 제공됩니다.
          사용자는 자신의 책임 하에 사용해야 합니다.
        </p>
        <p>
          2. 데이터 수집: 봇은 사용자 ID 및 서버 ID와 같은 운영에 필요한
          데이터를 수집하고 저장할 수 있습니다.
        </p>
        <p>
          3. 책임: 이 봇의 제작자는 사용으로 인해 발생하는 손해나 손실에 대해
          책임을 지지 않습니다.
        </p>
        <p>4. 변경: 이 약관은 사전 통지 없이 언제든지 업데이트될 수 있습니다</p>
      </div>
    </main>
  );
}
